text = """
कन्ह तेरि मुर्लि की जो धुन् बज् जए
कन्ह तेरि मुर्लि की जो धुन् बज् जए

ग्वाले नाचे गोपियान् नाचे सरि तोलियान्
ग्वाले नाचे गोपियान् नाचे सरि तोलियान्
रध नाचे झुम्-झुम्
कन्ह तेरि मुर्लि की जो धुन् बज् जए
कन्ह तेरि मुर्लि की जो धुन् बज् जए

कुन्ज् गलि मेइन् जैसे बाजे बसूरिय
दीवानी तैसे हुए ब्रज् की नगरिया
खिन्चि चलि जाये गोपि बन् के पवरिया
इत्त्-उत्त् भागो बेसुध् सारी गुजरिय
कैस जादुगर् कु सान्वल कनहैअ

कन्ह तेरि मुर्लि की जो धुन् बज् जए
कन्ह तेरि मुर्लि की जो धुन् बज् जए

मत्वालि बो गयि धुन् सुन् गयियान्
बछदोन् को छोद् भागी देखो सारी गयियान्
जहान् है कनैय वहीन् सारी कनहैअ
थन् से दूध् बहाने लगा गैय
यमून नदि तो लागे दूध् की नदिय

कन्ह तेरि मुर्लि की जो धुन् बज् जए
कन्ह तेरि मुर्लि की जो धुन् बज् जए

ममति की मारि देखो यशोमति मैय
धुन् सुन् बन्सि की व्यकुल् हुई बैन्या
माखन् निकाले झत् तहिन् मथ्-मैन्य
बेसुध् बोले माखन् खले रे कनैय
कैसी तेरि लिल है जग् के रचैय

कन्ह तेरि मुर्लि की जो धुन् बज् जए
कन्ह तेरि मुर्लि की जो धुन् बज् जए

ग्वाले नाचे गोपियान् नाचे सरि तोलियान्
ग्वाले नाचे गोपियान् नाचे सरि तोलियान्
रध नाचे झुम्-झुम्
कन्ह तेरि मुर्लि की जो धुन् बज् जए
कन्ह तेरि मुर्लि की जो धुन् बज् जए

कन्ह तेरि मुर्लि की जो धुन् बज् जए
कन्ह तेरि मुर्लि की जो धुन् बज् जए
कन्ह तेरि मुर्लि की जो धुन् बज् जए
कन्ह तेरि मुर्लि की जो धुन् बज् जए
कन्ह तेरि मुर्लि की जो धुन् बज् जए"""

from indic_transliteration import sanscript
script = sanscript.DEVANAGARI
output = sanscript.transliterate(text, script, sanscript.ITRANS)
# script = sanscript.ITRANS
# output = sanscript.transliterate(text, script, sanscript.DEVANAGARI)
print(output)
